13/data/attachments/4e4e7ab9ccea37b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_avoid_Actions_64205_0</nif:username>
            <nif:friendToBeRequested>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>